[
    {
        "id": "Z2lkOi8vc2hvcGlmeS9Qcm9kdWN0LzY3MDk2NDg2MjE3MzA=",
        "description": "<p>A free 13-page workbook to help you create content for your homepage. Use it to redesign your homepage or use it as inspiration to create content workbooks for your design clients.</p><br>--<br><p>A website homepage serves as a first introduction to a business. But it can be difficult to collect and write welcoming and clear content.</p><p>To make creating content less stressful, I created this workbook. You'll find specific questions to help you craft engaging and effective content.</p><h2>For Designers</h2><p>Getting clients to deliver content on time is one of the hardest parts of the web design process. Use this template as inspiration to create your own workbooks and feel free to copy the words directly as needed.</p><p>Every designer's process is different, but this template can help give you an idea of what to provide clients to encourage them to do the work.</p>"
    },
    {
        "id": "Z2lkOi8vc2hvcGlmeS9Qcm9kdWN0LzY3MDk2NDg2NTQ0OTg=",
        "description": "<p>This plugin allows you to add a footer to any Squarespace blog post. Filter and import different footers by blog collection, tag, category, and author. Works with any Squarespace template on v7.0 and v7.1. Requires Business plan or higher.</p><br>--<br><p>With this plugin, you can create a page of content and import it into any blog post. Like a global widget for Squarespace blog posts.</p><p>Some things you can do with this product:</p><ul><li>Create a newsletter block that you can import onto every blog post. Update the newsletter offering by just editing one page instead of hundreds!</li><li>Offer special announcements or products for specific tags or categories.</li><li>Create author bios that show up only for specific authors.</li><li>Show different blog post footer content per blog collection, tag, category, or author.</li></ul><h2>How It Works</h2><p>Once you purchase the plugin, you'll get access to the code and a configuration wizard that will walk you through the installation process. You can use the configuration wizard to generate code that will allow you to:</p><ul><li>Choose a page to be imported into your blog posts.</li><li>Choose which blog posts show your imported page. Show or hide your page content based on:<ul><li>blog collection</li><li>tags</li><li>categories</li><li>author</li></ul></li><li>Customize the background, border, and more of the blog post footer.</li></ul><p>This plugin works on any Squarespace template and comes with a version that works in Squarespace 7.1. It's built to help you get set up quickly, and comes with free email support.</p>"
    }
]